Repository: retegi/bizardia
Catalog: locale/*/LC_MESSAGES/django.po
Languages: eu

source: Breakfast
eu: Gosaria

source: Lunch
eu: Hamaiketakoa

source: Midday meal
eu: Bazkaria

source: Dinner
eu: Afaria

source: Other activity
eu: Beste ekintza bat

source: Name
eu: Izena

source: Category
eu: Kategoria

source: Categories
eu: Kategoriak

source: Unit
eu: Unitatea

source: Stock level
eu: Stock maila

source: Minimum stock
eu: Stock minimoa

source: Product
eu: Produktua

source: Products
eu: Produktuak

source: Registro enviado
eu: Erregistroa bidalia

source: Gracias por registrarte. Tu cuenta será revisada y activada manualmente por un administrador
eu: Eskerrik asko erregistratzeagatik. Zure kontua administratzaile batek berrikusi eta eskuz aktibatuko du.

source: Recibirás un correo cuando esté lista para usarse
eu: Erabiltzeko prest dagoenean mezu elektroniko bat jasoko duzu.

source: Register
eu: Erregistratu

source: Author
eu: Egilea

source: Date
eu: Data

source: Back to activities
eu: Ekintzetara itzuli

source: Activity
eu: Ekintza

source: Details
eu: Xehetasunak

source: News
eu: Albisteak

source: Activities
eu: Ekintzak

source: Gallery
eu: Galeria

source: History
eu: Historia

source: Legal statutes
eu: Estatutu legalak

source: Organization chart
eu: Organigrama

source: Transparency
eu: Gardentasuna

source: Reserve
eu: Erreserbatu

source: See reservations
eu: Erreserbak ikusi

source: Contact
eu: Kontaktatu

source: Settings
eu: Konfigurazioa

source: Logout
eu: Saioa amaitu

source: Login
eu: Saioa hasi

source: Sign up
eu: Erregistratu

source: All rights reserved
eu: Eskubide guztiak erreserbatuta

source: Privacy Policy
eu: Pribatutasun politika

source: Terms and conditions
eu: Termino eta baldintzak

source: Cookies
eu: Cookieak

source: Home
eu: Hasiera

source: About
eu: Informazioa

source: Search...
eu: Bilatu...

source: Política de privacidad
eu: Pribatutasun politika

source: Aviso legal
eu: Lege-oharra

source: politica de cookies
eu: Cookie politika

source: My reservations
eu: Nire erreserbak

source: Create order
eu: Eskaera sortu

source: All orders
eu: Eskaera guztiak

source: All order slips
eu: Albaran guztiak

source: All invoices
eu: Faktura guztiak

source: Back to blog
eu: Blogera itzuli

source: Are you sure you want to delete this reservation?
eu: Ziur zaude erreserba bertan behera utzi nahi duzula?

source: Delete
eu: Borratu

source: Cancel
eu: Bertan behera utzi

source: Reserve table
eu: Mahaia erreserbatu

source: Reservation date
eu: Erreserba eguna

source: Membership number
eu: Bazkide zenbakia

source: Number of diners
eu: Zenbat mahaikide

source: Urkabe room
eu: Urkabe gela

source: Goiko room
eu: Goikoa gela

source: Select your options
eu: Hautatu zure aukera

source: Birthday
eu: Urtebetetzea

source: How many fires?
eu: Zenbat su

source: How many ovens?
eu: Zenbat labe

source: Barbecue?
eu: Barbakoa

source: Submit reservation
eu: Bidali erreserba

source: Select your tables and rooms
eu: Hautatu zure mahaiak eta gelak

source: Select your activities
eu: Hautatu zure aukerak

source: Please specify the activity
eu: Zeaztu ekintza

source: e.g. Board game night, Workshop, Meeting...
eu: Adibidez, mahai jokoen gaua, bilera, etab.

source: Is it a birthday celebration?
eu: Urtebetetze ospakizuna da?

source: No
eu: Ez

source: Yes
eu: Bai

source: Reservation completed successfully
eu: Erreserba behar bezala osatu da

source: Thank you! Your reservation has been submitted
eu: Eskerrik asko, zure erreserba bidalia izan da.

source: All Reservations
eu: Erreserba guztiak

source: Other activity details
eu: Beste ekintza baten xehetasunak

source: Selected tables
eu: Aukeratutako mahaiak

source: Fires
eu: Suak

source: Ovens
eu: Labeak

source: Barbecue
eu: Barbakoa

source: No reservations
eu: Ez daude erreserbak

source: Day moment
eu: Unea

source: Table
eu: Mahaia

source: Options
eu: Aukerak

source: Back to history
eu: Historiara itzuli

source: Order table
eu: Mahaia erreserbatu

source: Pay account
eu: Kontua ordaindu

source: See more
eu: Gehiago ikusi

source: Read more
eu: Gehiago irakurri

source: Published at
eu: Argitalpen data

source: Detail
eu: Xehetasunak

source: Videos
eu: Bideoak

source: All articles on the history of Bizardia
eu: Bizardiaren historiaren artikulu guztiak

source: Contact information
eu: Kontaktu informazioa

source: Location
eu: Kokapena

source: Contact form
eu: Harremanetarako formularioa

source: Subject
eu: Gaia

source: Select a subject
eu: Aukeratu gaia

source: Reservations
eu: Erreserba

source: Information
eu: Informazioa

source: Events
eu: Ekitaldiak

source: Other topic
eu: Beste gai bat

source: Message
eu: Mezua

source: Send message
eu: Bidali

source: Back to news
eu: Itzuli albisteetara
